NSCameraUsageDescription = "相機用於視訊通話上";
NSMicrophoneUsageDescription = "麥克風用於語音及視訊通話上";
NSPhotoLibraryUsageDescription = "從您的裝置分享照片與影片時會需要存取您的照片";
NSContactsUsageDescription = "需要聯絡人存取權限才能使您的通訊錄聯絡人與伺服器中的聯絡人匹配";
NSLocationWhenInUseUsageDescription = "需要你和其他人分享你的位置";
NSSpeechRecognitionUsageDescription = "需要語音辨識權限才能在裝置上使用語音轉文字功能";
